Repository: mamboitaliano21/subdownloader
Catalog: trunk/locale/*/LC_MESSAGES/subdownloader.po
Languages: cs, es, fi, fr, nl, sk

source: Search by:
cs: Hledat dle:
es: Buscar por:
fi: Hakutapa:
fr: Chercher par :
nl: Zoeken op:
sk: Hľadať podľa:

source: Retrieving info from IMDB server, please wait...
cs: Získavám informace z IMDB servru, prosím čekejte...
es: Obteniendo datos desde el servidor IMDB, espere...
fi: Hakee tietoa IMDB:n palvelimelta, odota...
fr: En attente du serveur IMDb...
nl: Informatie wordt van IMDB geladen, even geduld...
sk: Prenášam dáta z IMDB, prosím čakajte...

source: CD1 subtitle file:
cs: CD1 titulky:
es: Subtítulo del CD1:
fi: CD1 tekstitystiedosto
fr: Fichier sous-titres CD1 :
nl: CD1 ondertitel bestand:
sk: CD1 titulky:

source: Browse sub...
cs: Vybrat titulky...
es: Seleccionar subtítulo...
fi: Selaa tekstitys...
fr: Chercher S-t...
nl: Selecteer ondertitel
sk: Vybrať titulky...

source: Yes, there is an CD2 file.
cs: Ano, existuje CD2
es: Sí, tengo un video CD2.
fi: Kyllä, CD2-tiedosto on olemassa.
fr: Oui, il y a un CD2
nl: Ja, er is een CD2 bestand
sk: Áno, existuje CD2

source: CD2 AVI file:
cs: CD2 film:
es: Video del CD2:
fi: CD2 AVI-tiedosto:
fr: Fichier AVI CD2 :
nl: CD2 AVI bestand:
sk: CD2 film:

source: CD2 subtitle file:
cs: CD2 titulky:
es: Subtítulo del CD2:
fi: CD2 tekstitystiedosto:
fr: Fichier sous-titres CD2 :
nl: CD2 ondertitel bestand:
sk: CD2 titulky:

source: Add more Cds
cs: Přidat vice CD
es: Añadir más Cds
fi: Lisää CD:itä
fr: Ajouter des CDs
nl: Voeg meer CD's toe
sk: Pridať viac CD

source: Confirm...
cs: Potvrdit...
es: Confirmar...
fi: Vahvista...
fr: Comfirmation...
nl: Bevestig...
sk: Potvrdiť...

source: Subtitle Language:
cs: Jazyk titulkú:
es: Idioma del subtítulo:
fi: Tekstityskieli:
fr: Langue Sous-titres
nl: Ondertitel taal:
sk: Jazyk titulkov:

source: Movie IMDB ID:
cs: Filmové IMDB ID:
es: Id IMDB de la Película
fi: Elokuvan IMDB ID:
fr: ID IMDb :
nl: Film IMDB ID:
sk: Filmové IMDB ID:

source: Search ID...
cs: Hledat ID...
es: Buscar IMDB Id...
fi: Hae ID:tä
fr: Recherche ID...
nl: Zoek ID...
sk: Hľadať ID...

source: Error requesting Title in IMDB Server
cs: Chyba při dotazování IMDB servru
es: Error obteniendo el Título en el Servidor IMDB
fi: Virhe haettaessa nimeä IMDB:n palvelimelta
fr: Erreur de recherche Titre sur IMDB
nl: Filmtitel niet gevonden op de IMDB server
sk: Chyba pri hľadaní Názvu z IMDB serveru

source: Release name:
cs: Jméno releasu:
es: Nombre del Release:
fi: Julkaisunimi:
fr: Nom du Rip :
nl: Release naam:
sk: Meno releasu:

source: Alternative Movie title (AKA):
cs: Překlad názvu filmu (AKA):
es: Título del film en tu idioma:
fi: Elokuvan vaihtoehtoinen nimi (AKA):
fr: Titre alternatif (AKA) :
nl: Film pseudoniem:
sk: Preklad názvu filmu (AKA):

source: Comments:
cs: Komentáře"
es: Comentarios:
fi: Kommentit:
fr: Commentaires :
nl: Commentaar:
sk: Komentár:

source: Upload
cs: Přidat
es: Subir
fi: Lisää
fr: Envoyer
sk: Nahrať

source: Movies
cs: Filmy
es: Películas
fi: Elokuvat
fr: Films
nl: Films
sk: Filmy

source: Serials/Seasons/Episodes
cs: Seriály/Epizody
es: Series/Temporadas/Episodios
fi: Sarjat/Kaudet/Elokuvat
fr: Series/Saisons/Episodes
nl: Serials/Seizoenen/Afleveringen
sk: Seriály/Epizódy

source: Errors found:
cs: Najdené chyby:
es: Errores encontrados:
fi: Virheitä havaittu:
fr: Erreurs trouvées :
nl: Fouten gevonden:
sk: Nájdené chyby:

source: Upload More Cds
cs: Nahrát více CD
es: Subir Más Cds
fi: Lisää enemmän CD:itä
fr: Envoyer plus de CDs
nl: Upload meer CD's
sk: Nahrať viac CD

source: %d extra CDs added.
cs: Přidaných %d CD.
es: %d CDs extra añadidos.
fi: %d extra-CD:tä lisätty
fr: %d extra CDs ajouté(s).
nl: %d extra CD's toegevoegd
sk: Pridaných %d CD.

source: The video %(videopath)s doesn't exist.
cs: Video %(videopath)s neexistuje.
es: EL video %(videopath)s no existe.
fi: Video %(videopath) ei ole olemassa
fr: Vidéo %(videopath)s introuvable.
sk: Video %(videopath)s neexistuje.

source: Try searching by IMDB ID number.
cs: Skuste hledat dle IMDB ID čísla.
es: Pruebe buscando por el número Id IMDB
fi: Kokeile etsimällä IMDB ID-numerolla
fr: Essayez de chercher par id IMDb.
nl: Probeer te zoeken op IMDB ID nummer.
sk: Skúste hľadať podľa IMDB ID čísla.

source: Found internal error in video CD%(cd_number)s : %(videopath)s
cs: Nájdena interní chyba ve video CD%(cd_number)s : %(videopath)s
es: Encontrado error interno en video CD%(cd_number)s : %(videopath)s
fi: Sisäinen virhe havaittu videossa CD%(cd_number)s : %(videopath)s
fr: Erreur interne dans le CDCD%(cd_number)s : %(videopath)s
sk: Nájdená interná chyba vo video CD%(cd_number)s : %(videopath)s

source: Size too little of the video CD%(cd_number)s : %(videopath)s
cs: Vekost je příliš malá pro video CD%(cd_number)s : %(videopath)s
es: Tamaño muy pequeño del video CD%(cd_number)s : %(videopath)s
fi: Videon CD%(cd_number)s : %(videopath)s koko liian pieni
fr: Taille trop petites du CD%(cd_number)s : %(videopath)s
sk: Vľkosť je príliž malá pre video CD%(cd_number)s : %(videopath)s

source: The subtitle %s doesn't exist.
cs: Titulek neexistuje.
es: EL subtítulo %s no existe.
fi: Tekstitystä %s ei ole olemassa.
fr: Les sous-titres %s n'existent pas
nl: Deze ondertitel bestaat niet: %s
sk: Titulky %s neexistujú.

source: Size of subtitle %s bigger than 300Kb
cs: Velikost titulkú %s je větší jak 300Kb
es: Tamaño del subtítulo %s excede de 300kb
fi: Tekstityksen %s koko on suurempi kuin 300Kb
fr: Taille des sous-titres %s supérieure à 300Ko
nl: Bestandsgrootte van deze ondertitel is groter dan 300kb: %s
sk: Veľkosť titulkov %s je väčšia ako 300Kb

source: Error: video CD %d = video CD %d
cs: Chyba: video CD %d = video CD %d
fi: Virhe: video CD %d = video CD %d
fr: Erreur: CD video %d = CD video %d
nl: Fout: video CD %d = video CD %d
sk: Chyba: video CD %d = video CD %d

source: Error: sub CD %d = sub CD %d
cs: Chyba: titulky CD %d = titulky CD %d
fi: Virhe: sub CD %d = sub CD %d
fr: Erreur: CD s-t %d = CD s-t %d
sk: Chyba: titulky CD %d = titulky CD %d

source: Checking videofiles and subs, please wait...
cs: Kontroluji videosoubory a titulky, prosím čekejte...
es: Comprobando videos y subtítulos, un momento...
fi: Tarkistaa videotiedostoja ja tekstityksiä, odota...
fr: Vérification fichiers vidéo et s-t, patience...
sk: Kontrolujem videosúbory a titulky, prosím čakajte...

source: Checking subtitles in server, please wait...
cs: Kontroluji titulky na servru, prosím čekejte...
es: Comprobando subtítulos en el servidor, un momento...
fi: Tarkistaa tekstityksiä palvelimella, odota...
fr: Vérification s-t sur le serveur, patience...
sk: Kontrolujem titulky na servri, prosím čakajte...

source: Error Checking Subtitles in server, possible causes:
cs: Chyba při kontrolování titulkú na servru, možný chyby:
es: Error comprobando subtítulos en el servidor, posibles causas:
fi: Virhe tarkistettaessa tekstityksiä palvelimella, mahdollisia syitä:
fr: Erreur de vérification sous-titres sur le serveur. Causes possibles :
sk: Chyba pri kontrolovaní titulkov na servri, možné chyby:

source: The connection with the server is off
cs: Spojení se servrem je vypnutý
es: Se perdió la conexión con el servidor
fi: Tämä yhteys palvelimen kanssa on poikki
fr: La connection au serveur est HS
nl: Er is geen connectie met de server
sk: Spojenie so servrom je vypnuté

source: Error getting the IMDB info of %s
cs: Chyba při získavaní informací z IMBD o %s
es: Error obteniendo la información IMDB de %s
fi: Virhe haettaessa IMDB-tietoa %s:stä
fr: Erreur de recherche d'info IMDb pour %S
nl: Info over %s kan niet worden opgehaald
sk: Chyba pri sťahovaní IMDB infa pre %s

source: Your subtitle name has some special characters you should remove.
cs: Název souboru titulkú má speciální znaky, odstránte je
es: El nombre del archivo tiene algun caracter especial que deberías corregir
fi: Tekstityksesi nimi sisältää joitain erikoismerkkejä, jotka sinun tulee poistaa.
fr: Le nom de votre fichiers de sous-titres comporte des caractères spéciaux que vous devrier ôter
nl: De naam van de ondertitel bevat speciale tekens, welke je moet verwijderen
sk: Názov súboru titulkov má špeciálne znaky, odstránte ich

source: Subtitle Found...
cs: Nalezené titulky...
es: Subtítulo Encontrado...
fi: Tekstitys löydetty...
fr: Sous-titres trouvés
nl: Ondertitel gevonden
sk: Nájdené titulky...

source: AutoDetected
cs: Auto Detekované
es: AutoDetectado
fi: Automaattitunnistus
fr: Auto-détecté
sk: Auto Detekované

source: Detected .nfo file, please wait...
cs: Detekovaný .nfo soubor, prosím čekejte...
es: Detectado archivo .nfo, analizando...
fi: .nfo-tiedosto tunnistettu, odota...
fr: fichier .nfo détecté, patience...
nl: .nfo bestand gedetecteerd, wacht even aub...
sk: Detekovaný .nfo súbor, prosím čakajte...

source: Error retrieving IMDB ID from .NFO file
cs: Chyba při hledání IMDB ID z .nfo souboru
es: Error obteniendo Id IMDB del archivo .nfo
fi: Virhe vastaanotettaessa IMDB ID:tä .NFO-tiedostosta
fr: Erreur de recherche ID IMDb dans le fichier .nfo
nl: IMDB ID kan niet uit het .NFO bestand gehaald worden
sk: Chyba pri hľadaní IMDB ID z .nfo súboru

source: IMDB Search
cs: IMDB hledání
es: Búsqueda IMDB
fi: IMDB-haku
fr: Recherche IMDb
nl: Zoek via IMDB
sk: IMDB hľadanie

source: Error: The IMDB ID field is required.
cs: Chyba: IMDB ID pole je povinné
es: Error: El campo IMDB id es requerido.
fi: Virhe: IMDB ID -kenttä on pakollinen
fr: Erreur : Le champ IMDb est requis
sk: Chyba: IMDB ID poľe je povinné

source: Upload Progress
cs: Stav nahrávaní
es: Progreso de Subida
fi: Tiedoston lisäyksen kehitys
fr: Progression de l'envoir
nl: Upload proces
sk: Stav nehrávania

source: Uploading, it can take a while...
cs: Nahrávam. múže to chvíli trvat
es: Subiendo, espere unos momentos...
fi: Tiedostoa lisätään, saataa viedä hetken...
fr: En cours d'envoir, patience...
nl: Er wordt geupload, dit kan even duren...
sk: Nahrávam. môže to chvíľku trvať

source: Thank you. Subtitle sucessfuly uploaded.
cs: Děkujeme. Titulky úspešne nahrané.
es: Gracias. El subítulo ha sido subido con éxito.
fi: Kiitos. Tekstitys onnistuneesti lisätty.
fr: Merci. Les sous-titres on bien été envoyés.
nl: Bedankt! Ondertiteling is succesvol geupload.
sk: Ďakujeme. Titulky úspešne nahraté.

source: The number %s is the ID of the movie?
cs: Číslo %s je ID filmu?
es: El número %s es el Id IMDB de la película?
fi: Numero %s on elokuvan ID?
fr: Le nombre %s est bien l'id IMDb du film ?
nl: Is dit nummer het ID van de film: %s ?
sk: Je číslo %s IMDB ID filmu?

source: Would you like to check the detailed page of the subtitle uploaded?
cs: Chťeli by ste otvořit web stránku právě nahraných titulkú ?
es: Le gustaría ver la página online del subtítulo recien subido?
fi: Haluatko tarkistaa sivun, jolle tekstitys lisättiin.
fr: Voules-vous vérifier la page des sous-titres que vous venez d'envoyer ?
nl: Wil je de gedetailleerde pagina bekijken van de geuploade ondertitel?
sk: Chceli by ste otvoriť web stránku práve nahratých titulkov ?

source: Successful Upload
cs: Úspěšné nahrání
es: Subida satisfactoria
fi: Onnistunut lisäys
fr: Envoi réussi.
nl: Upload succesvol
sk: Úspešné nahratie

source: The server returned some errors
cs: Server vrátil nějaké chyby
es: El servidor devolvió varios errores
fi: Palvelin törmäsi muutamaan virheeseen
fr: The serveur a renvoyé des erreurs.
nl: De server gaf enkele fouten
sk: Server vrátil nejaké chyby

source: Error Uploading Subtitles in server, possible causes:
cs: Chyba při nahrávaní titulkú na server, možný chyby:
es: Error subiendo subtítulos en el servidor, posibles causas:
fi: Virhe lisättäessä tekstityksiä palvelimelle, mahdollisia syitä:
fr: Les causes possibles d'erreur sur le serveur lors de l'envoi sont :
nl: Het uploaden van de ondertiteling gaf enkele fouten, mogelijke oorzaken:
sk: Chyba pri nahrávaní titulkov na server, možné chyby:

source: Replacing subtitle
cs: Přepsání titulkú
es: Reemplazando subtítulo
fi: Korvaa tekstitystä
fr: Remplacement de sous-titres
nl: Ondertiteling wordt vervangen
sk: Prepísanie titulkov

source: No Subtitle found.
cs: Titulky nenalezeny.
es: Ningún subtitulo encontrado.
fi: Tekstitystä ei löytynyt
fr: Pas de sous-titres trouvés
nl: Geen ondertiteling gevonden
sk: Neboli nájdené žiadne titulky.

source: Where can I download subtitles?
cs: Kde mohem stáhnout titulky?
es: Dónde puedo encontrar subtítulos?
fi: Mistä voin ladata tekstityksiä?
fr: Ou puis-je télécharger des sous-titres ?
nl: Waar kan ik ondertiteling downloaden?
sk: Kde môžem stiahnúť titulky?

source: Close
cs: zavøít
es: Cerrar
fi: Sulje
fr: Fermer
nl: Sluit
sk: Zatvoriť

source: No subtitles found. Please upload it.
cs: Nebyli nalezeny titulky. Prosím, nahrajte je.
es: Ningún subtítulo encontrado. Por favor súbelo.
fi: Tekstityksiä ei löytynyt. Lisää tekstitys.
fr: Pas de sous-titres trouvés. Envoyez-en SVP.
nl: Geen ondertiteling gevonden. Upload ze aub
sk: Neboli nájdene titulky. Prosím, nahrajte ich.

source: log-in
cs: přihlašte se
es: Acceder
fi: kirjaudu
fr: Connexion
nl: inloggen
sk: Prihlásenie

source: IMBD ID or MOVIE TITLE disambiguation
cs: Nejednoznačnost IMDB ID nebo jm0na filmu
es: Clarificación : Id IMDB o Título
fi: IMDB ID tai ELOKUVAN NIMI täydennys
fr: Détermination Id iMDb ou Titre de film
nl: IMDB ID of FILMTITEL doorverwijzing
sk: IMDB ID alebo NÁZOV FILMU nie je jednoznačný

source: Exit
cs: Konec
es: Salir
fi: Poistu
fr: Sortie
nl: Afsluiten
sk: Koniec

source: Main
cs: Hlavné
es: General
fi: Pää
fr: Menu
sk: Hlavné

source: Contact us
cs: Kontaktujte nás
es: Contáctenos
fi: Ota yhteyttä
fr: Contactez-nous
nl: Neem contact met ons op
sk: Kontaktujte nás

source: Donate
cs: Přispejte
es: Enviar donación
fi: Lahjoita
fr: Faire un don
nl: Doneer
sk: Prispejte

source: About
cs: O programe
es: Acerca de
fi: Meistä
fr: A Propos
nl: Over
sk: O programe

source: Help
cs: Pomoc
es: Ayuda
fi: Apua
fr: Aide
sk: Pomoc

source: SubDownloader
fi: SubDowloader

source: Search
cs: Hledat
es: Buscar
fi: Etsi
fr: Recherche
nl: Zoeken
sk: Hľadanie

source: Options
cs: Možnosti
es: Opciones
fi: Valinnat
nl: Opties
sk: Možnosti

source: Help us
cs: Pomožte nám
es: Ayuda
fi: Auta meitä
fr: Aidez-nous
nl: Help ons
sk: Pomôžte nám

source: You must search the movie title and select an IMDB ID
cs: Musíte hledat název filmu a vybrat IMDB ID
es: Debe buscar por título y seleccionar un Id IMDB
fi: Sinun on etsittävät elokuvan nimi ja valittava IMDB ID
fr: Vous deveez chercher le titre et sélectionner une id IMDB
nl: Je moet zoeken op filmtitel en dan het IMDB ID selecteren
sk: Musíte hľadať názov filmu a vybrať IMDB ID

source: Log
es: Registro
fi: Loki
fr: Journal

source: The application found some errors. Would you like to report them to be corrected?
cs: Aplikacie našla nejaké chyby. Chcete je nahlásit, aby byli opravené?
es: La última sesión generó errores. Le gustaría enviarlos para que sean corregidos?
fi: Ohjelma havaitsi muutamia virheitä. Haluaisitko ilmoittaa ne korjattaviksi?
fr: L'application a rencontré des erreurs. Voudriez-vous nous envoyer un rapport afin que nous les corrigions ?
nl: Het programma heeft enkele fouten gevonden. Wil je deze rapporteren zodat deze verholpen kunnen worden?
sk: Aplikácia našla nejaké chyby. Chcete ich nahlásiť, aby boli opravené?

source: Reporting errors
cs: Nahlašuji chyby
es: Reportando errores
fi: Ilmoittaa virheistä
fr: Rapport d'erreurs
nl: Fouten worden gerapporteerd
sk: Chyby

source: Error sending bug. Thank you anyway
cs: Chyba při odesílani chyby.
es: Error enviando el bug. Gracias de todas formas
fi: Virhe ilmoittaessa bugista. Kiitos kuitenkin.
fr: Bug dans l'envoi du rapport. Merci quand même.
sk: Chyba pri posielaní. Ďakujeme aj tak ;-)

source: Please Login
cs: Prosím přihlašte se
es: Por favor Registrese
fi: Kirjaudu sisään
fr: Merci de vous identifier
nl: Log in aub
sk: Prosím prihláste sa

source: We strongly recommend to log-in before uploading files
cs: Doporučjeme, aby ste se přihlásili před nahrávaním titulkú
es: Recomendamos que se registre antes de subir cualquier subtítulo
fi: Me suosittelemme sinua kirjautumaan sisään, ennen tiedostojen lisäämistä
fr: Nous vous recommandons fortement de vous identifier avant d'envoyer des fichiers.
sk: Veľmi odporúčame, aby ste sa prihlásili pred nahrávaním titulkov

source: Connecting, please wait...
cs: Připojuji, čekejte...
es: Conectando, un momento...
fi: Yhdistää, odota...
fr: Connexion en cous, patience...
nl: Er wordt een connectie gemaakt, wacht even aub...
sk: Spájam, prosím počkajte

source: Error XMLRPC creating server connection to : %s
cs: Chyba XMLRPC spojení s %s
es: Error XMLRPC creando conexión con el servidor: %s
fi: Virhe XMLRPC luo palvelin yhteyttä : %s
fr: Erreur XMLRPC lors de la connexion à : %s
nl: XMLRPC fout tijdens het maken van de connectie naar : %s
sk: Chyba XMLRPC spojenia s %s

source: Not Connected
cs: Nepřipojen
es: No conectado
fi: Ei yhdistetty
fr: Pas connecté
nl: Geen connectie
sk: Nepripojený

source: Connected as %s
cs: Připojen jako %s
es: Conectado como %s
fi: Yhdistetty %s
fr: Identifié comme : %s
nl: Verbonden als %s
sk: Pripojený ako %s

source: Error opening link
cs: Chyba při oteviraní linku.
es: Error abriendo enlace
fi: Virhe avattaessa linkkiä
fr: Erreur d'ouverture du lien
nl: De link is niet geldig
sk: Chyba pri otváraní odkazu

source: Connected anonymously
cs: Připojen anonymně
es: Conectado anónimamente
fi: Yhdistetty anonyymisti
fr: Connecté en Anonyme
nl: Anoniem verbonden
sk: Pripojený anonymne

source: I cannot login to server. Status: %s
cs: Nemúžu se přihlásit na server. Stav: %s
es: Fallo al registrarse al servidor. Status: %s
fi: En voi kirjautua palvelimelle. Tila: %s
fr: Je ne peux pas me connecter au serveur. Statut : %s
nl: Er kan geen connectie gemaakt worden met de server. Status: %s
sk: Nemôžem sa prihlásiť na server. Stav: %s

source: A new version of SubDownloader has been released.
cs: Byla vydána nova verze SubDownloaderu
es: Una nueva versión de SubDownloader ha sido publicada.
fi: Uusi versio SubDowloaderista on julkaistu
fr: Une nouvelle version de SubDownloader est disponibe.
nl: Er is een nieuwe versie van SubDownload vrijgegeven.
sk: Nová verzia SubDownloader-a bola vydaná.

source: NEW VERSION:
cs: Nová Verze:
es: NUEVA VERSION:
fi: UUSI VERSIO:
fr: NOUVELLE VERSION :
nl: NIEUWE VERSIE:
sk: Nová verzia:

source: UNKNOWN
cs: Neznámý
es: DESCONOCIDO
fi: TUNTEMATON
fr: INCONNU
nl: ONBEKEND
sk: Neznáma

source: CURRENT VERSION:
cs: Aktuálni verze:
es: ACTUAL VERSION:
fi: NYKYINEN VERSIO:
fr: VERSION ACTUELLE :
nl: HUIDIGE VERSIE:
sk: Súčasná verzia:

source: Changes in the new version:
cs: Změny v nové verzi
es: Cambios en la nueva versión:
fi: Muutokset uudessa versiossa:
fr: Changements dans la nouvelle version :
nl: Veranderingen in de nieuwe versie:
sk: Zmeny v novej verzií:

source: Update
cs: Aktualizace
es: Actualizar
fi: Päivitä
fr: Mise à jour
sk: Aktualizovať

source: New Update
cs: Nová aktualizace
es: Nueva actualización
fi: Uusi päivitys
fr: Nouvelle mise à jour
nl: Nieuwe update
sk: Nová aktualizácia

source: The video hash of
cs: Video hash
es: El HASH del video
fi: Videon hajautus
fr: Le hash video de
nl: De hash van
sk: Video hash

source: Accept
cs: Potvrdit
es: Aceptar
fi: Hyväksy
fr: Accerter
nl: Accepteer
sk: Akceptovať

source: has been updated.
cs: byl aktualizován
es: ha sido actualizado.
fi: on päivitetty.
fr: a été mis à jour
nl: is geupdate
sk: bol aktualizovaný.

source: Thank you very much for your collaboration :-)
cs: Děkujeme za spolupráci :)
es: Muchas gracias por vuestra colaboración :-)
fi: Kiitos yhteistyöstäsi :-)
fr: Merci beaucoup pour votre collaboration :)
sk: Ďakujeme pekne za spoluprácu ;-)

source: Movie Title:
cs: Jméno filmu
es: Título del Film:
fi: Elokuvan nimi:
fr: Titre :
nl: Filmtitel:
sk: Názov filmu

source: Report wrong info
cs: Nahlásit špatné info
es: Avisar información incorrecta
fi: Ilmoita väärästä tiedosta
fr: Rapporter une erreur
nl: Rapporteer foute info
sk: Nahlásiť zlé info

source: Uploading Subtitle
cs: Nahrávam titulky
es: Subiendo Subtítulo
fi: Lisää tekstitystä
fr: Envoi de sous-titres
sk: Nahrávanie Titulkov

source: extra CDs added.
cs: extra CD byly přidány
es: CDs extra añadidos
fi: extra-CD:itä lisätty
fr: CDs supplémentaires ajoutés
nl: extra CD's toegevoegd
sk: extra CD pridané.

source: The video %(videopath) doesn't exist.
cs: Video %(videopath) neexistuje.
es: El video %(videopath) no existe.
fi: Videoa %(videopath) ei ole olemassa.
fr: Video %(videopath) introuvable.
nl: De video %(videopath) bestaat niet
sk: Video %(videopath) neexistuje.

source: Found internal error in video CD%(cd_number) : %(videopath)
cs: Nalezena interní chyba ve video CD%(cd_number) : %(videopath
es: Encontrado un error interno en el video CD%(cd_number) : %(videopath)
fi: Sisäinen virhe havaittu videossa CD%(cd_number) : %(videopath)
fr: Erreur interne dans le CD%(cd_number) : %(videopath)
sk: Nájdená interná chyba vo video CD%(cd_number) : %(videopath)

source: Size too little of the video CD%(cd_number) : %(videopath)
cs: Velkost je příliš malá pro video CD%(cd_number) : %(videopath)
es: Tamaño muy pequeño del video CD%(cd_number) : %(videopath)
fi: Videon CD%(cd_number) : %(videopath)koko liian pieni
fr: Taille trop petitre du CD%(cd_number) : %(videopath)
sk: Veľkosť je príliž malá pre video CD%(cd_number) : %(videopath)

source: The subtitle %(subpath) doesn't exist.
cs: Titulky %(subpath) neexistují.
es: El subtítulo %(subpath) no existe.
fi: Tekstitystä %(subpath) ei ole olemassa.
fr: Sous-titres %(subpath) introuvables.
sk: Titulky %(subpath) neexistujú.

source: Upload More Subtitles
cs: Nahrát více titulkú
es: Subir Más Subtítulos
fi: Lisää enenmmän tekstityksiä
fr: Envoyer plus de sous-titres
nl: Upload meer ondertitels
sk: Nahrať viac titulkov

source: Size of subtitle %(subpath)
cs: Velkost titulkú %(subpath)
es: Tamaño del subtítulo %(subpath)
fi: Tekstityksen koko %(subpath)
fr: Taille des sous-titres %(subpath)
sk: Veľkosť titulkov %(subpath)

source: Error occurred while autodetecting language
cs: Chyba nastala při autodetekci jazyku
es: Error ocurrido durante la autodetección del idioma
fi: Virhe havaittu tunnistettaessa kieltä
fr: Erreur de d'auto-détection de la langue.
sk: Chyba nastala pri autodetekcií jazyku

source: Autodecteded language
cs: Autodetekovaný jazyk
es: Idioma autodetectado
fi: Tunnistettu kieli
fr: Langue auto-détectée
sk: Autodetekovaný jazyk

source: Uploading...
cs: Nahravám...
es: Subiendo...
fi: Siirtää...
fr: Envoi...
sk: Nahrávam...

source: Subtitle download directory:
cs: Složka pro ukládaní titulkú:
es: Directorio de descarga de los subtítulos:
fi: Tekstitysten dowload-hakemisto:
fr: Dossier de réception des sous-titres :
sk: Adresár pre ukladanie titulkov:

source: Videofiles directory
cs: Složka s video soubory
es: Directorio de los videos
fi: Videotiedostohakemisto
fr: Dossier des fichiers vidéo
sk: Adresár pre video

source: Please choose directory
cs: Prosím vyberte složku
es: Por favor elija un directorio
fi: Valitsehakemisto
fr: Merci de choisir un dossier
sk: Prosím zvoľte adresár

source: Login:
es: Acceso registrado:
fi: Kirjaudu:
fr: Identification.
nl: Inloggen:
sk: Prihlásenie:

source: If you don't have a user account, please
cs: Pokud nemáte uživatelský účet, prosíme
es: Si todavía no tiene una cuenta, por favor
fi: Jos sinulla ei ole käyttäjätunnusta,
fr: Si vous n'avez pas de compte utilisateur
nl: Als je geen gebruikersaccount hebt,
sk: Ak nemáte uživateľský účet, prosíme

source: Register for free
cs: Registrace zdarma
es: Regístrese gratis
fi: Rekisteröidy ilmaiseksi
fr: Enregistrez-vous gratuitement
nl: registreer je dan gratis
sk: Registrujte sa zdarma

source: MOVIE TITLE or IMDB ID:
cs: Jméno filmu nebo IMDB ID:
es: Título de la Película o IMDB Id:
fi: ELOKUVAN NIMI tai IMDB ID:
fr: Titre ou id IMDB
nl: FILMTITEL of IMDB ID:
sk: Názov filmu alebo IMDB ID:
