Repository: mamboitaliano21/subdownloader
Catalog: trunk/locale/*/LC_MESSAGES/subdownloader.po
Languages: cs, es, fi, fr, nl, sk

source: File
cs: Soubor
es: Archivo
fi: Tiedosto
fr: Fichier
nl: Bestand
sk: Súbor

source: Username:
cs: Uživatel:
es: Usuario:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur :
nl: Gebruikersnaam:
sk: Meno:

source: Password:
cs: Heslo:
es: Contraseña:
fi: Salasana:
fr: Mot de passe :
nl: Wachtwoord:
sk: Heslo:

source: Languages:
cs: Jazyky:
es: Idiomas:
fi: Kielet:
fr: Langues :
nl: Talen:
sk: Jazyky:

source: Choose interface language here ...
cs: Zvolte jazyk programu...
es: Elija el idioma de la interfaz ...
fi: Valitse käyttöliittymän kieli...
fr: choisissez la langue de l'interface ici..
sk: Zvoľte jazyk programu...

source: Search subtitles in ALL the languages
cs: Hledat titulky ve VŠECH jazycích
es: Busque subtítulos en TODOS los idiomas
fi: Etsi tekstityksiä KAIKILLA kielillä
fr: Chercher des sous-titres dans TOUTEs les langues.
sk: Hľadať titulky vo VŠETKÝCH jazykoch

source: Autodetect Language in Upload
cs: Autodetekce jazyku při nahrávaní
es: Autodetectar Idioma al Subir subtítulos
fi: Tunnista kieli automaattisesti Lisätessä
fr: Détection automatique de la langue lors de l'envoi
sk: Autodetekovať jazyk pri nahrávaní

source: Default Upload Language:
cs: Výchozí jazyk pro nahrávaní:
es: Idioma de subtítulos subidos por defecto:
fi: Oletus Lisäyskieli:
fr: Langues d'envoi par défaut :
sk: Východzí jazyk pre nahrávanie:

source: Servers configuration:
cs: Nastaveni servru
es: Configuración del Servidor
fi: Palvelinkokoonpano:
fr: Configuration des serveurs
sk: Konfigurácia serverov:

source: Proxy Parameters:
cs: Proxy Parametry:
es: Configuración Proxy:
fi: Välityspalvelin parametrit:
fr: Paramètres de Proxy
sk: Proxy nastavenia:

source: OSDB protocol:
cs: OSDB protokol:
es: Protocolo OSDB:
fi: OSDB protokolla:
fr: Protocole OSDB
sk: OSDB protokol:

source: The file for AVI CD%d is required
cs: Je vyžadován soubor pro AVI CD%d
es: Se requiere el archivo para el AVI CD%d
fi: Tiedosto AVI CD%d:lle on toivottu
fr: Fichier AVI requis pour le CD %d
nl: Het bestand voor AVI CD%d is verplicht
sk: Súbor pre AVI CD%d je vyžadovaný

source: Host address:
cs: Adresa Servru:
es: Dirección del Servidor:
fi: Isäntäosoite:
fr: Adresse de l'hôte
sk: Adresa servra:

source: Get server info
cs: Ziskat informace ze servru
es: Obtener Info
fi: Palvelininfo
fr: Information serveur
sk: Stiahnúť info servra

source: Server:
es: Servidor:
fi: Palvelin:
fr: Serveur :

source: Port:
es: Puerto:
fi: Portti:
nl: Poort:

source: User:
cs: Jmémo:
es: Usuario:
fi: Käyttäjä:
fr: Utilisateur :
nl: Gebruiker:
sk: Meno:

source: %s is not a valid http:// address
cs: %s není validní http:// adresa
es: %s no es una dirección http:// válida
fi: %s ei ole kelvollinen http:// osoite
fr: %s n'est pas une adresse http:// valide
sk: %s nie je validná http:// adresa

source: OSDB Server Info
es: Info del Servidor OSDB
fi: OSDB Palvelininfo
fr: Infos serveur OSDB
sk: OSDB server informácie

source: Error
cs: Chyba
fi: Virhe
fr: Erreur
nl: Fout
sk: Chyba

source: The OSDB server address is unreacheable
cs: Nedostupný OSDB server
es: No se puede acceder al servidor OSDB
fi: OSDB-palvelimen osoite on tavoittamattomissa
fr: L'adresse du serveur OSDB ne peut être contactée
nl: De OSDB server is niet bereikbaar
sk: OSDB server nie je dosiahnuteľný

source: The file for Sub CD%d is required
cs: Je vyžadován soubor pro Sub CD%d
es: Se requiere el archivo para el Sub CD%d
fi: Tiedosto Sub CD%d:lle on toivottu
fr: Fichier sous-titres requis pour le CD %d
nl: Het bestand voor ondertitel CD%d is verplicht
sk: Súbor pre titulky CD%d je vyžadovaný

source: Browse video...
cs: Nalést video...
es: Seleccionar video...
fi: Selaa videota...
fr: Parcourir video...
nl: Selecteer video...
sk: Pridať video...

source: Browse subtitle...
cs: Nalést titulky...
es: Seleccionar subtítulo...
fi: Selaa tekstitystä...
fr: Parcourir sous-titres
nl: Selecteer ondertiteling...
sk: Pridať titulky...

source: Clear content
cs: Vymazat obsah
es: Vaciar contenido
fi: Tyhjennä sisältö
fr: Effaccer le contenu
nl: Verwijder inhoud
sk: Vyčistiť obsah

source: Add videofile
cs: Přidat video
es: Añadir archivo de video
fi: Lisää videotiedosto
fr: Ajouter un fichier vidéo
nl: Voeg videobestand toe
sk: Pridať videosúbor

source: Add directory
cs: Přidat složku
es: Añadir directorio
fi: Lisää hakemisto
fr: Ajouter un dossier
nl: Voeg map toe
sk: Pridať adresár

source: Clear List
cs: Vymazat seznam
es: Vaciar lista
fi: Tyhjennä lista
fr: Effacer la liste
nl: Lijst leegmaken
sk: Vyčistiť zoznam

source: SEARCH
cs: Hledat
es: BUSCAR
fi: Etsi
fr: Chercher
nl: ZOEKEN
sk: HĽADAŤ

source: Download
cs: Stáhnout
es: Descargar
fi: Lataa
fr: Télécharger
sk: Stiahnúť

source: Select / Unselect ALL
cs: Označit / Odznačit všechno
es: Seleccionar / Deseleccionar TODOS
fi: Valitse KAIKKI / Poista KAIKKI valinnat
fr: Tout Sélectionner/ Désélectionner
nl: Selecteer / Deselecteer ALLES
sk: Označiť / Odznačiť všetko

source: Add film's directory
cs: Přidat složku s filmem
es: Añadir directorio de películas
fi: Lisää elokuvan hakemisto
fr: Ajouter un dossier de film
nl: Voeg filmmap toe
sk: Pridať adresár filmu

source: Add videos from folder (recursive)
cs: Přidat videa ze složky (rekurzívně)
es: Añadir directorio con videos (recursivo)
fi: Lisää videoita kansiosta (toistuva
fr: Ajouter des vidéos depuis un dossier (récursif)
sk: Pridať videá z adresára (rekurzívne)

source: Add video file
cs: Přidat video
es: Añadir archivo de video
fi: Lisää videotiedosto
fr: Ajouter un fichier vidéo
nl: Voeg videobestand toe
sk: Pridať video súbor

source: Download Subtitles
cs: Stáhnout titulky
es: Descargar subtítulos
fi: Lataa tekstityksiä
fr: Télécharger sous-titres
nl: Download ondertitels
sk: Stiahnúť titulky

source: Download subtitle
cs: Stáhnout titulky
es: Descargar subtítulos
fi: Lataa tekstitys
fr: Télécharger sous-titre
nl: Download ondertitel
sk: Stiahnúť titulok

source: View Details and Rate Subtitle
cs: Zobrazit detaily a hodnotit titulky
es: Ver Detalles y Puntuar al Subtítulo
fi: Näytä tekstityksen tiedot ja arvosana
fr: Voir Détails et Voter pour les sous-titres
nl: Bekijk details en waardeer ondertitel
sk: Prezrieť detaily hodnotiť titulky

source: This SUBTITLE is not for this AVI
cs: Tyhle titulky nejsou pro toto video
es: Este SUBTITULO no es para este VIDEO
fi: Tämä TEKSTITYS ei ole tälle AVI:lle
fr: Ces sous-titres ne sont pas pour cet AVI
nl: Deze ONDERTITEL is niet voor deze AVI
sk: Tieto TITULKY nie sú pre toto AVI

source: The MOVIE IMDB is not for this AVI
cs: Tohle IMDB ID není pro toto video
es: El Id IMDB no corresponde a este AVI
fi: ELOKUVA IMDB ei ole tälle AVI:lle
fr: L'ID IMDB ne correspond pas à cet AVI
nl: Het FILM IMDB is niet voor deze AVI
sk: NÁZOV FILMU nie je správny pre toto AVI

source: IMDB details
cs: IMDB detaily
es: Detalles IMDB
fi: Imdb tiedot
fr: Détails IMDb
sk: IMDB detaily

source: The subtitle LANGUAGE is not correct
cs: Jazyt titulkú je špatný
es: El IDIOMA del subtítulo no es correcto
fi: Tämä tekstitysKIELI ei kelpaa
fr: La Langue des sous-titre est incorrecte
nl: De ondertitel TAAL is niet goed
sk: JAZYK TITULKOV nie je správny

source: Report us Wrong Info
cs: Nahlásit špatně informace
es: Avísenos de Informacion INCORRECTA
fi: Ilmoita virheellisestä tiedosta
fr: Rapporter une erreur
nl: Rapporteer ons foutieve info
sk: Nahláste nám NESPRÁVNE informácie

source: Play videofile
cs: Přehrát video
es: Reproducir VIDEO
fi: Toista videotiedosto
fr: Jouer la vidéo
nl: Speel videobestand af
sk: Prehrať videosúbor

source: Search other subs for this Movie
cs: Hledat další titulky pro film
es: Buscar otros subtítulos para esta Película
fi: Etsi toisia tekstityksiä tälle elokuvalle
fr: Chercher d'autres sous-titres pour ce film
nl: Zoek andere ondertitels voor deze film
sk: Hľadať iné titulkz pre tento film

source: Download this programs: %s to watch movies + subtitles.
cs: Stáhni si tenhle program: %s pro sledováni filmu a titulkú
es: Descargar estos programas: %s para reproducir películas + subtítulos.
fi: Lataa tämä ohjelma: %s katsoaksesi elokuvía ja tekstityksiä
fr: Téléchargez %s pour regarder les films AVEC les sous titres
nl: Download deze programma's: %s om films met ondertitels te bekijken
sk: Stiahnite si tento program: %s pre pozeranie filmu a titulkov

source: (It means subtitles are for this movie, but are not well-synchronized)
cs: (Titulky jsou správne ale jsou špatne načasované)
es: (Significa que los subtítulos son para esta película, pero están mal sincronizados)
fi: (Tämä tarkoittaa, että tekstitykset ovat tälle elokuvalle, mutta huonosti ajastetut)
fr: (Cela signifie que les sous-titres sont pour ce film, mais mal synchronisés)
sk: (to znamená, že titulky sú pre tento film, ale nie sú dobre synchronizované)

source: Are you sure these subtitles are not good for your video file?
cs: Jte si jistý, že tyto titulky nepatří k Vašemu video souboru?
es: Está seguro que estos subtítulos no son adecuados para este video?
fi: Oletko varma, etteivät nämä tekstitykset sopineet videotiedostoosi?
fr: Etes vous certains que ces sous-titres ne correspondent pas à votre fichier vidéo ?
nl: Ben je er zeker van dat deze ondertitels niet passend zijn bij je videobestand?
sk: Ste si istý, že tieto titulky nepatria k Vašemu video súboru?

source: The report has been noted. Thank you very much.
cs: Správa byla zaznamenána. Díky za pomoc.
es: El aviso ha sido anotado. Muchas gracias.
fi: Ilmoitus on huomioitu. Kiitos paljon.
fr: Ce rapport a été enregistré. Merci beaucoup
nl: Het rapport is ingezonden, hartelijk bedankt!
sk: Hlásenie bolo zaznamenané. Ďakujeme pekne.

source: Choose directory...
cs: Vybras složku...
es: Elegir directorio...
fi: Valitse hakemisto...
fr: Choisir dossier...
nl: Kies map...
sk: Zvoľte adresár....

source: Downloading
cs: Stahuji
es: Descargando
fi: Lataa
fr: Réception
nl: Er wordt gedownload
sk: Sťahujem

source: Cancel
cs: Zrušit
es: Cancelar
fi: Peruuta
fr: Annuler
nl: Annuleer
sk: Zrušiť

source: Downloading, it can take a while...
cs: Moment stahuji titulky...
es: Descargando, espere unos momentos...
fi: Lataa, tämä voi viedä hetken...
fr: Réception, patience...
nl: Er wordt gedownload, dit kan even duren...
sk: Sťahujem, môže to chvílku trvať....

source: Save as...
cs: Uložit jako...
es: Guardar como...
fi: Tallenna nimellä...
fr: Enregistrer sous...
nl: Opslaan als...
sk: Uloži5 ako...

source: Downloading subtitle %s of %s
cs: Stahuji titulky %s z %s
es: Descargando subtítulo %s de %s
fi: Ladataan tekstitystä %s of %s
fr: Réception sous-titre %s sur %s
sk: Sťahujem titulky %s / %s

source: %d subtitle(s) were downloaded
cs: %d titulkú bylo stáhnutých
es: %d subtítulo(s) fueron descargados
fi: %d tekstitystä ladattiin
fr: %d sous-titre(s) reçus
nl: %s ondertitels zijn gedownload
sk: %d titulkov bolo stiahnutých

source: Some errors found:
cs: Nalezené chyby:
es: Errores encontrados:
fi: Virheitä havaittu:
fr: Erreurs rencontrées :
nl: Deze fouten zijn gevonden:
sk: Nejaké chyby boli nájdené:

source: Search Progress
cs: Probíha vyhledávaní
es: Progreso de Búsqueda
fi: Haun edistyminen
fr: Avancement de la recherche
nl: Zoek proces
sk: Stav vyhľadávania

source: Searching...
cs: Hledám...
es: Buscando...
fi: Hakee...
fr: Recherche en cours
nl: Bezig met zoeken
sk: Hľadám...

source: Searching using OSDB protocol
cs: Hledám za pomoci OSBD protokolu
es: Buscando usando el protocolo OSDB
fi: Hakee käyttäen OSDB-protokollaa
fr: Recherche avec le protocole OSDB
nl: Zoek dmv het OSDB protocol
sk: Hľadanie použitím OSDB protokolu

source: Searching, it can take a while...
cs: Hledám, múže to chvilku trvat
es: Buscando, espere unos momentos...
fi: Hakee, saattaa viedä hetken...
fr: Recherche en cours, patience...
nl: Bezig met zoeken, dit kan even duren...
sk: Hľadám, môže to chvíľku trvať

source: Error connecting to the OSDB server
cs: Chyba při spojení s OSDB servrem
es: Error conectando al servidor OSDB
fi: Virhe yhdistäessä OSDB:n palvelimelle
fr: Erreur de connexion au serveur OSDB
nl: Er heeft zich een fout voorgedaan tijdens het verbinden met de OSDB server
sk: Chyba pri spojení s OSDB serverom

source: Anonymous
cs: Anonymní
es: Anónimo
fi: Anonyymi
fr: Anonyme
nl: Anoniem
sk: Anonymný

source: New Version Detected
cs: Nalezená nová verze
es: Nueva Versión Detectada
fi: Uusi versio havaittu
fr: Nouvelle version détectée
nl: Nieuwe versie gedetecteerd
sk: Bola nájdená nová verzia

source: Connecting to server...
cs: Připojuji se k servru...
es: Conectando al servidor...
fi: Yhdistää palvelimelle...
fr: Connexion au serveur...
nl: Bezig verbinding te maken met de server...
sk: Pripájam sa na server...

source: Calculating Hash
cs: Hashuji
es: Calculando Hash
fi: Laskee hajautusta
fr: Calcul du Hash
nl: De Hash wordt berekend
sk: Rátam hash

source: Hashing files...
cs: hashuji soubory...
es: Calculando el Hash de los archivos...
fi: Hajauttaa tiedostoja...
fr: Hash en cours...
nl: Bezig met het Hashen van de bestanden
sk: Hashujem súbory....

source: Found error in the file %s
cs: Nalezena chyba v souboru %s
es: Encontrado error en el archivo %s
fi: Virhe havaittu tiedostossa %s
fr: Erreur dans le fichier %s
nl: Fout gevonden in dit bestand: %s
sk: Nájdená chyba v súbore %s

source: Size error in the file %s
cs: Chybná velkost souboru %s
es: Error de tamaño en el archivo %s
fi: Kokovirhe tiedostossa %s
fr: Erreur de taille dans le fichier %s
sk: Chyba veľkosti súboru %s

source: The file <%s> can't be found
cs: Nemohu nalést soubor <%s>
es: No se peude encotnrar el archivo <%s>
fi: Tiedostoa <%s> ei löydy
fr: Fichier <%s> introuvable
nl: Het volgende bestand kan niet gevonden worden: <%s>
sk: Súbor <%s> nie je možné nájsť

source: We need your help to keep up Subdownloader, you can help us in many ways:
cs: Potřebujeme pomoc pro udržení SubDownloader-u, múžete nám pomoci více spúsoby:
es: Necesitamos vuestro ánimo para seguir desarrollando Subdownloader, puede ayudarnos de muchas formas:
fi: Tarvitsemme apuasi pitämään yllä Subdownloaderia, voit auttaa meitä monin tavoin:
fr: Nous avons besoin de votre aide pour maintenir Subdownloader. Vous pouvez nous aider de plusieurs façons :
nl: We hebben jou hulp nodig om Subdownloader online te houden, je kunt ons op vele manieren helpen:
sk: Potrebujeme pomoc pre udržanie SubDownloader-a, môžete nám pomôcť viacerými spôsobmi:

source: IMBD ID
es: Id IMDB
fi: IMDB ID
fr: id IMDb
nl: IMDB ID
sk: IMDB ID

source: - Uploading a lot of subtitles to grow up the database quickly
cs: - Náhrávání mnoha titulků, aby se databáze rychle rozrůstala
es: - Subiendo muchos subtítulos para hacer crecer nuestra base de datos rápidamente
fi: - Lisäämällä paljon tekstityksiä kasvattaaksesi tietokantaa nopeasti
fr: - Envoyer beaucoup de sous-titres pour agrandir la base de données rapidement
nl: - Een heleboel ondertitels in een keer uploaden om zo de database snel te laten groeien
sk: - Nahrávanie veľa titulkov cez SubDownloader, databáza rýchlo narastie

source: - Contact us to translate the program in your language
cs: - Obraťte se na nás, pokud chcete přeložit program do svého jazyka
es: - Contactar nos para traducir el programa a tu idioma
fi: - Ottamalla yhteyttä meihin kääntääksesi ohjelman sinun kielellesi
fr: - Nous contacter pour traduire le programme dans votre langue
nl: - Neem contact met ons op om de site te vertalen in jouw taal
sk: - Kontaktujte nás, ak chcete preložiť jazyk do Vášho jazyka

source: - DONATE US so we could buy some kebap or chinese food sometimes :-)
cs: - přispějte nám, abychom si občas mohli koupit nějaké kebaby nebo zajít na čínu :-)
es: - Hacer una DONACION para a veces poder comprar algún kebap o comida china :-)
fi: - LAHJOITA, jotta voimme ostaa kebabbia tai kiinalaista joskus :-)
fr: - faire un DON, qu'on puisse manger un kebab ou un chinois de temps en temps :-)
nl: - Maak een DONATIE over aan ons zodat we af en toe kebab of chinees eten kunnen kopen :-)
sk: - Prispejte nám, aby sme si mohli kúpiť nejaké pivko pri dlhých nociach stráveným nad týmto projektom

source: - Send us some FEEDBACK
cs: - Pošlite nám Váš názor
es: - Envíenos COMENTARIOS
fi: - Lähetä meille PALAUTETTA
fr: - Envoyer un feed-Back
nl: - Stuur ons FEEDBACK
sk: - Pošlite nám Váš názor

source: Send Feedback
cs: Zašlete nám zpětnou vazbu
es: Enviar Comentarios
fi: Lähetä palautetta
fr: Envoyer feed-back
nl: Stuur feedback
sk: Posla5 názor

source: - Chat with us:
cs: - Pokecať si s námi:
es: - Chatea con nosotros:
fi: - Keskustele kanssamme:
fr: - Chattez avec nous:
nl: - Chat met ons:
sk: - Pokecať si s nami:

source: Thank you very much
cs: Mockrát Vám ďekujeme
es: Muchas gracias
fi: Kiitos paljon
fr: Merci beaucoup
nl: Enorm bedankt
sk: Ďakujeme veľmi pekne

source: Log Messages:
cs: Log:
es: Mensajes del programa:
fi: Lokiviestit:
fr: Journal messages:
nl: Log berichten:
sk: Log správy:

source: Apply Changes
cs: Uložit změny
es: Aplicar Cambios
fi: Ota muutokset käyttöön
fr: Appliquer
nl: Pas wijzigingen toe
sk: Potvrdiť zmeny

source: Title
cs: Jméno
es: Título
fi: Nimi
fr: Titre
nl: Titel
sk: Názov

source: Cancel Changes
cs: Zrušit změny
es: Cancelar Cambios
fi: Peruuta muutokset
fr: Annuler
nl: Annuleer wijzigingen
sk: Zrušiť zmeny

source: Login
es: Acceder
fi: Kirjaudu sisään
fr: Connexion
nl: Inloggen
sk: Prihlásenie

source: Servers
cs: Servery
es: Servidores
fi: Palvelimet
fr: Serveurs
sk: Servre

source: Language
cs: Jazyk
es: Idioma
fi: Kieli
fr: Langue
nl: Taal
sk: Jazyk

source: Directories
cs: Složky
es: Directorios
fi: Hakemistot
fr: Dossiers
nl: Mappen
sk: Adresáre

source: Downloading Language
cs: Stahuji jazyk
es: Descargando Idioma
fi: Latauskieli
fr: Réception de la langue
nl: Taal wordt gedownload
sk: Sťahujem jazyk

source: Downloading %s language, it can take a while...
cs: Stahuji %s jazyk, múže to chvilku trvat....
es: Descargando el idioma %s, espere unos momentos...
fi: Lataa %s kieltä, saattaa viedä hetken...
fr: Réception langue %s, patience...
nl: Deze taal wordt nu gedownload: %s , dit kan even duren...
sk: Sťahujem %s jazyk, môže to chvíľku trvať....

source: The new language will be displayed after restarting the program.
cs: Nový jazyk bude zobrazen po restartu programu.
es: EL nuevo idioma tendrá efecto cuando vuelva a abrir el programa.
fi: Uusi kieli tulee käyttöön ohjelman uudelleenkäynnistyksen jälkeen.
fr: La nouvelle langue sera affichée après le redémarrage du programme.
nl: De nieuwe taal zal zichtbaar zijn nadat je het programma opnieuwe opgestart hebt.
sk: Nový jazyk bude zobrazený po reštarte programu.

source: Error retrieving new language from server.
cs: Chyba při stahovaní jazyka ze servru.
es: Error descargando nuevo idioma desde el servidor.
fi: Virhe vastaanottaessa uutta kieltä palvelimelta.
fr: Erreur de réception langue depuis le serveur.
nl: Er heeft zich een fout voorgedaan tijdens het ophalen van de nieuwe taal van de server.
sk: Chyba pri sťahovaní jazyka zo servra.

source: No translation available in %s. Please contact %s to help us.
cs: Bohužel, překlad pro %s neexistuje. Prosím kontaktujte %s, pokud chcete pomoct
es: Ninguna traducción disponible para %s. Por favor contacte %s para ayudarnos.
fi: Ei käännöksiä saatavilla %s. Ota yhteyttä %s auttaaksesi meitä.
fr: Pas de traduction disponible en %. Contactez-nous pour nous aider.
nl: Geen vertaling beschikbaar in het %s. Neem contact met %s op om te helpen
sk: Bohužiaľ, preklad pre %s neexistuje. Prosím kontaktujte %s, keď chcete pomôcť

source: IMDB search dialog:
cs: IMDB vyhledávací dialog:
es: Búsqueda de IMDB:
fi: IMDB-haku
fr: Recherche IMDb :
nl: IMDB zoekvenster:
sk: IMDB okno:

source: Error trying to save preferences in '%s'
cs: Chyba při zápisu INI souboru <%s>
es: Error guardando Opciones en '%s'
fi: Virhe yritettäessä tallentaa asetuksia tiedostoon '%s'
fr: Erreur de sauvegarde des préférences dans '%s'
sk: Chyba pri zápise INI súboru <%s>

source: Login Again
cs: Přihlásit se znovu
es: Acceder de nuevo
fi: Kirjaudu uudestaan
fr: Reconnexion
nl: Opnieuw inloggen
sk: Prihlásiť sa znovu

source: 2nd Step: CD2 files
cs: 2. krok: CD2 soubory
es: 2ndo Paso: Archivos del CD2
fi: 2. Askel: CD2 Tiedostot
fr: 2e étape : Fichiers CD2
nl: Stap 2: CD2 bestanden
sk: 2. krok: CD2 súbory

source: 3rd Step: Let's see if the subtitle(s) are already in the DataBase
cs: 3. krok: Kontrola, zda jsou titulky již v databázi
es: 3er Paso: Veamos si ya tenemos esos subtítulos
fi: 3. Askel: Katsotaan, jos tekstity(k)s(et) :) on jo tietokannassa
fr: 3e étape: Vérification de la présence des sous-titres dans la base de donnée.
nl: Stap 3: Kijken of de ondertitels al dan niet in de database staan
sk: 3. krok: Kontrola, či sú titulky už v databáze

source: 4th Step: Required Information
cs: 4. krok: Povinné informace
es: 4o Paso: Información Requerida
fi: 4. Askel: Vaadittu info
fr: 4e étape : Informations requises
nl: Stap 4: Verplichte informatie
sk: 4. krok: Povinné informácie

source: 5th Step: Optional Information
cs: 5. krok: Nepovinné informace
es: 5o Paso: Información Opcional
fi: 5. Askel: Vaihtoehtoinen informaatio
fr: 5e étape : Informations optionelles
nl: Stap 5: Optionele informatie
sk: 5. krok: Nepovinné informácie

source: 6th Step: Uploading the subtitle
cs: 6. krok: Nahrání titulkú
es: 6o Paso: Subiendo los subtítulos
fi: 6. Askel: Tekstitysten lisääminen
fr: 6e étape : Envoi des sous-titres
nl: Stap 6: Ondertitel wordt geupload
sk: 6. krok: Nahranie titulkov

source: 1st Step: CD1 files
cs: 1. krok: CD1 soubory
es: 1er Paso: Archivos del CD1
fi: 1. Askel: CD1 tiedostot
fr: 1ere étape : Fichiers CD1
nl: Stap 1: CD1 bestanden
sk: 1. krok: CD1 súbory

source: CD1 AVI file:
cs: CD1 film:
es: Video del CD1:
fi: CD1 AVI-tiedosto:
fr: Fichier AVI CD1 :
nl: CD1 AVI bestand:
sk: CD1 film:

source: Browse avi...
cs: Vybrat film...
es: Seleccionar avi...
fi: Selaa avi...
fr: Chercher avi...
nl: Selecteer avi...
sk: Vybrať film...

source: English by capiscuas@gmail.com and 2ge@2ge.us
cs: Český preklad bosomt@gmail.com
es: Español por Ivan Garcia - capiscuas@gmail.com
fi: Suomennos: Aleksi Heinonen aleksi.heinonen@gmail.com
fr: Traduction française : ericb2038 <ericb1@noos.fr>
sk: Slovenský preklad: 2ge@2ge.us

source: AVI File CD%d
cs: AVI soubor CD%d
es: Archivo AVI del CD%d
fr: Fichier AVI CD %d
nl: AVI Bestand CD%d
sk: Video Súbor CD%d

source: OK
nl: OKE
